{
  "가가호호": "집에 지게가 있음을 말하는 것, \"집집마다\" 라는 뜻",
  "가담항설": "길거리나 마을에 떠도는 이야기로서 근거 없이 나도는 말들을 뜻한다.",
  "가렴주구": "관리가 세금 따위를 가혹하게 받고 빼앗아 백성을 못살게 구는 가혹한 정치를 말한다.",
  "미인박명": " 여자의 용모가 빼어나고 재주가 많으면 운명이 기구함을 뜻한다.",
  "각골난망": " 깊이 새기어 두고 은혜를 잊지 않음을 뜻한다.",
  "각주구검": " 배에 표시를 새겨 칼을 구하다 라는 뜻으로, <br> 판단력이 둔하여 시대나 상황의 변화를 모르는 어리석음을 뜻한다.",
  "간담상조": " 마음을 툭 터놓고 격의 없이 사귀며 친히 지냄을 이르는 말이다.",
  "감언이설": " 남의 비위를 맞추는 달콤한 말과 이로운 조건만 들어 상대방이 듣기 좋게 하는 말을 뜻한다.",
  "감지덕지": " 대단히 고맙게 여김을 말한다.",
  "감탄고토": " 사리의 옳고 그름에 관계없이 제 비위에 맞으면 좋아하고 안 맞으면 싫어한다는 말이다.<br> 달면 먹고, 쓰면 뱉는다.",
  "갑남을녀": " 보통의 평범한 남녀를 가리킨다.",
  "갑론을박": " 여러 사람이 서로 자기의 의견을 내세워 남의 의견을 반박함으로써 서로 논박함을 말한다.",
  "강호연파": " 강이나 호수 위에 안개처럼 보얗게 이는 잔물결로 아름다운 자연의 풍경을 의미한다.",
  "개과천선": " 허물을 고쳐 착하게 됨을 일컫는다.",
  "개세지재": " 세상을 마음대로 다스릴만한 뛰어난 재주를 말한다.",
  "거두절미": " 군더더기 말은 빼고 요점만 말함을 가리킨다.",
  "건곤일척": " 천지를 걸고 단판걸이로 승부를 겨룸을 말한다.",
  "격물치지": " 사물을 철저히 연구하여 그 이치를 잘 알게 됨을 뜻한다.",
  "격세지감": " 세상이 많이 바뀌어서 딴 세상이 된 것 같은 느낌을 말한다.",
  "견강부회": " 말을 억지로 끌어다가 이치에 맞추려 한다는 말이다.",
  "견마지로": " 임금과 나라에 충성을 다하는 자신의 노력을 낮추어 하는 말을 뜻한다.",
  "견물생심": " 어떤 물건을 보았을 때 갖고 싶은 욕심이 생기는 것으로,<br> 소유욕을 경계하라는 뜻이 내포되어 있다.",
  "결자해지": " 일을 벌여 놓은 사람이 그것을 해결해야 함을 말한다.",
  "결초보은": " 풀을 엮어서 은혜를 갚는다는 뜻으로, 죽어서도 은혜를 갚음을 말한다.",
  "경거망동": " 경솔하고 분수없이 행동하는 것이다.",
  "경국지색": " 나라를 위태롭게 할 만한 여성의 미모를 뜻한다.",
  "고육지책": " 어찌할 수가 없어 자신을 희생시키면서까지 내는 꾀를 말한다.",
  "고진감래": " 고생을 다하면 낙이 옴을 이르는 말이다.",
  "고집불통": " 고집이 세어 조금도 융통성이 없음을 말한다.",
  "과대망상": " 자기의 현재 상태를 실제보다 턱없이 크게 평가하여 사실인 것처럼 믿게 하는 것을 뜻한다.",
  "과유불급": " 지나침은 모자람과 같다는 말로, 지나침과 부족함은 낫고 못함을 따질 것이 없이 둘 다 잘못이라는 것이다.",
  "괄목상대": " 학식이나 재주가 매우 높아 눈을 비비고 다시 볼 정도로 놀라운 성장을 일컫는 말이다.",
  "구밀복검": " 입에는 꿀을, 뱃속에는 칼을 숨기고 있다는 말로, 겉과 속이 다르다는 뜻이다.",
  "구사일생": " 죽을 고비를 여러 차례 겪고 겨우 살아남을 뜻한다.",
  "군계일학": " 많은 닭 중에 한 마리의 학으로, 수많은 사람들 가운데 걸출한 한 사람을 말한다.",
  "권모술수": " 남을 교묘하게 속이는 술책을 말한다.",
  "권선징악": " 선을 권하고 악을 징계한다는 뜻.",
  "근묵자흑": " 먹을 가까이 하는 사람은 검어진다는 말로서, 사람은 주변의 환경이나 친구의 영향을 받게 됨을 의미한다.",
  "금란지교": " 쇠처럼 단단하고 난초처럼 향기로운 관계",
  "금상첨화": " 아름다움에다 아름다움을 더하거나 좋은 것이 더해짐을 의미한다.",
  "금시초문": " 처음으로 들었다는 뜻이다.",
  "금의환향": " 벼슬 또는 성공하여 고향에 돌아온다는 것이다.",
  "금지옥엽": " 황금으로 된 나뭇가지와 옥으로 만든 잎이란 뜻으로, 임금의 자손이나 귀여운 자손을 일컫는 말이다.",
  "기고만장": " 우쭐하여 기세가 대단하다.",
  "기사회생": " 죽음의 위기에 처했다가 다시 살아남을 말한다. <br> 유: 구사일생",
  "기상천외": " 보통사람이 짐작할 수 없을 정도로 엉뚱하고 기발한 생각을 말한다.",
  "기진맥진": " 몸이 쇠약하여 죽을 정도로 힘이 빠짐을 뜻한다.",
  "난공불락": " 공격하기가 어려워 좀처럼 함락되지 않음.",
  "낭중지추": " 주머니속의 송곳이란 말로, 유능한 사람은 숨어 있어도 자연히 그 존재가 드러나게 됨을 의미한다.",
  "내우외환": " 나라 안팎의 여러 가지 근심과 걱정을 뜻한다.",
  "노발대발": " 크게 화를 냄을 뜻한다.",
  "노심초사": " 어떤 일을 할 때에 매우 애를 쓰고 속을 태운다는 말이다.",
  "다다익선": " 양이나 수가 많을수록 좋음을 의미한다.",
  "단도직입": " 여러 말하지 않고 곧바로 결론이나 요점을 말하는 것이다.",
  "당랑거철": " 사마귀가 팡르 벌려 수레를 막는다는 뜻으로 <br> 자기 힘은 생각지도 않고 무모하게 대항함을 비유한 말이다.",
  "대경실색": " 몹시 놀라 얼굴빛이 하얗게 변함을 말한다.",
  "대기만성": " 큰 인물이 될 사람은 오랜 기간의 꾸준한 노력으로 이루어짐을 뜻한다.",
  "대동소이": " 작은 부분에서만 다르고 전체적으로는 같음을 말한다.",
  "대의명분": " 사람으로서 당연히 지켜야 할 도리와 본분을 뜻한다.",
  "도원결의": " 큰일을 도모하기 위해 뜻이 맞는 사람들끼리 서로 의리로서 맺는 일을 말한다.",
  "독불장군": " 본래 의미는 일은 혼자 하기 어렵고 여럿이 같이 해야 함을 뜻하는데, <br>이는 변형되어 자기 멋대로 일을 처리하는 사람으로 일컫게 되었다.",
  "동문서답": " 물음에 대하여 전혀 얼토당토않은 대답을 함을 의미한다.",
  "동병상련": " 비슷한 처지에 있는 사람끼리 서로 잘 이해해 줌을 뜻한다.",
  "동분서주": " 동으로 서로 뛰어다님, 이리저리 바쁘게 돌아다닌다는 것을 뜻한다.",
  "동상이몽": " 겉으로는 같이 행동하면서 속으로는 서로 다른 생각을 품음을 말한다.",
  "두문불출": " 문을 잠그고 밖에 나가지 않음을 뜻한다.",
  "마이동풍": " 말 귀에 동풍이 아무 의미 없듯, <br> 남의 말을 전혀 귀담아 듣지 아니함을 비유한 말이다.",
  "막상막하": " 서로 우열을 가릴 수 없음을 의미한다.",
  "막역지우": " 뜻이 맞아 서로 허물이 없이 잘 지내는 매우 친한 벗 사이를 말한다.",
  "만수무강": " 누구에게나 한없이 오래 살 것을 축원한다는 말이다.",
  "망운지정": " 타향에서 부모님을 그리워하는 자식의 애틋한 심정을 뜻한다.",
  "명실상부": " 명성만큼이나 내실도 있어 서로 부절처럼 딱 들어 맞는다는 말이다.",
  "무릉도원": " 모든 사람들이 아무 걱정 없이 평화롭게 살아가는 이상향을 뜻한다.",
  "무소불위": " 하지 못하는 일이 없다는 뜻이다. <br> \"~의 권력\"이라고도 한다.",
  "무위자연": " 인위를 보탬이 없는 자연 그대로의 상태를 말한다.",
  "무지막지": " 하는 짓이 매우 무지하고 또 우악스럽다는 의미이다.",
  "문방사우": " 종이, 붓, 벼루, 먹의 네 가지 문방구를 말한다.",
  "문전성시": " 권세가나 부잣집에 방문객이 많아 문 앞이 시장을 이루다시피 붐빔을 뜻한다.",
  "물아일체": " 물질과 나, 객관과 주관의 구별이 없이 하나가 된 경지를 일컫는다.",
  "박리다매": " 적게 남기고 많이 팔아 수익을 올리는 일을 말한다.",
  "박장대소": " 손뼉을 치며 한바탕 크게 웃는 것을 말한다.",
  "박학다식": " 학식이 넓고 아는 것이 많음을 의미한다.",
  "발본색원": " 근원적인 처방, 즉 폐해의 근원을 뽑아서 아주 없애버린다는 의미로 사용된다.",
  "방성대곡": " 북받치는 슬픔 또는 분노를 참지 못해 울음을 터뜨리는 것을 말한다. <br> 시일야____",
  "배은망덕": " 입은 은덕을 저버리고 배반함을 말한다.",
  "백골난망": " 백골이 된 후에도 잊을 수 없다는 뜻으로, 큰 은혜나 덕을 입었을 때 감사의 뜻으로 하는 말이다.",
  "백년해로": " 부부가 일생동안 의좋게 살아감을 나타내는 말이다.",
  "백발백중": " 쏘기만 하면 어김없이 명중한다는 뜻으로, 계획한 일마다 실패 없이 잘됨을 의미한다.",
  "백의종군": " 벼슬이 없이 군대를 따라 전장으로 가는 것을 말한다.",
  "백해무익": " 해롭기만 하고 조금도 이로울 것이 없다는 것이다.",
  "부전자전": " 대대로 아버지가 자식에게 물려줌 혹은 아버지와 자식이 서로 비슷함을 뜻한다.",
  "부창부수": " 남편이 창을 하면 아내도 따라 하듯 남편의 뜻에 아내가 따름을 뜻한다.",
  "분골쇄신": " 뼈가 가루가 되고 몸이 부서지도록 힘을 다하여 노력함을 의미한다.",
  "분서갱유": " 진시황이 학자들의 정치비평을 금하기 위하여 책을 불사르고 유생을 생매장한 일을 말한다.",
  "불가사의": " 사람의 생각으로 헤아려 알 수 없는 일을 말한다.",
  "불가항력": " 천재지변과 같이 사람으로서는 어찌 할 수 없는 거대한 힘을 말한다.",
  "불철주야": " 어떤 일을 그치지 않고 밤낮으로 계속하는 것을 말한다.",
  "비분강개": " 의롭지 못한 것을 보고 의기가 북받치어 슬퍼하고 한탄함을 뜻한다.",
  "비일비재": " 같은 현상이 한두 번이나 한둘이 아니고 많음을 의미한다.",
  "사기충천": " 싸움에 나아간 군사의 용기가 격양되어 하늘을 찌른 듯 하다는 뜻이다.",
  "사농공상": " 선비, 농부, 장인, 상인의 네 가지의 계급을 말한다.",
  "사면초가": " 사방에서 초나라의 노래 소리가 들린다는 뜻으로, <br> 주위에 온통 적들만 있고 도와주는 이는 없는 경우에 쓰는 말이다.",
  "사상누각": " 모래 위에 세운 누각이란 말로, 기초가 튼튼하지 못하여 오래가지 못하는 일을 뜻한다.",
  "사생결단": " 죽고 사는 것을 돌보지 않고 끝장을 내는 것을 말한다.",
  "사주팔자": " 태어난 연, 월, 일, 시가 사주이고, 그에 따른 간지 여덟 글자가 팔자이다.",
  "사필귀정": " 모든 일은 반드시 바르게 됨을 뜻한다.",
  "산전수전": " 세상을 살면서 겪은 온갖 고생과 어려움을 비유하여 이르는 말이다.",
  "살신성인": " 올바른 일을 위해 자신을 희생함을 뜻한다.",
  "삼고초려": " 유비가 제갈공명을 성심을 다해 청하듯이, 인재를 얻기 위해 수고를 아끼지 않음을 뜻한다.",
  "삼라만상": " 우주의 온갖 사물과 현상을 통틀어 이르는 말이다.",
  "새옹지마": " 인생의 길흉화복吉은 일정하지 않아 예측할 수 없으니 <br> 재앙도 슬퍼할 게 못되고 복도 기뻐할 게 없음을 뜻한다.",
  "선견지명": " 사건이 일어나기 전에 미리 아는 밝은 지혜나 안목을 뜻한다.",
  "설상가상": " 눈 위에 서리가 덮인다는 뜻으로, 난처한 일이나 불행이 잇달아 일어난다는 것이다.",
  "설왕설래": " 무슨 일의 시비를 따지느라고 말로 옥신각신함을 뜻한다. <br> 유: 시시비비",
  "소원성취": " 바라는 바를 이루었다는 것을 뜻한다.",
  "소탐대실": " 적은 것을 탐하다가 큰 것을 잃는다는 뜻이다.",
  "속수무책": " 어찌할 도리가 없어 손을 묶은 듯이 꼼짝 못하는 것을 뜻한다.",
  "수수방관": " 직접 손을 내밀어 간섭하지 않고 그대로 내버려둠을 뜻한다.",
  "수오지심": " 불의를 부끄러워하고 남의 착하지 못함을 미워하는 마음을 뜻한다.",
  "수주대토": " 구습에만 젖어 사리판단이 어둡고 융통성이 없는 경우를 가리키는 말이다.",
  "순망치한": " 입술이 없으면 이가 시리듯이, 이해관계가 서로 밀접하여 한 쪽이 망하면 다른 쪽도 화를 면하기 어려움을 뜻한다.",
  "시종일관": " 일의 처음부터 끝까지 변함이 없는 것을 말한다. <br> 유: 자초지종",
  "신상필벌": " 상벌을 규정대로 공정하고 엄중하게 하는 일이다.",
  "신출귀몰": " 나타났다 사라졌다 하는 변화가 아주 많아 헤아릴 수 없음을 뜻한다.",
  "신토불이": " 몸과 흙은 둘이 아니라는 뜻으로, 우리나라 땅에서 나는 농산물이 우리 몸에 좋다는 뜻이다.",
  "심기일전": " 마음의 틀이 한 번 바뀐다는 뜻. <br> 어떤 동기에 의하여 지금까지 품었던 생각과 마음의 자세를 완전히 바꾸는 것을 말한다.",
  "십시일반": " 여러 사람이 힘을 합하여 한 사람을 돕는 일은 쉽다는 뜻이다.",
  "아비규환": " 계속되는 심한 고통으로 울부짖는 참상을 형용하는 말이다. <br> ----의 현장입니다.",
  "아전인수": " 자기 논에 물을 댄다는 뜻으로, 자기에게만 이롭게 되도록 생각하거나 행동함을 뜻한다.",
  "안분지족": " 편한 마음으로 제 분수를 지키며 만족한다는 것이다.",
  "안빈낙도": " 가난한 생활을 하면서도 편안한 마음으로 분수를 지키며 지낸다는 것이다.",
  "안하무인": " 방자하고 교만하여 사람을 모두 얕잡아 보는 것을 뜻한다.",
  "약육강식": " 치열하고 냉혹한 생존경쟁의 세계에서 강한 자만이 살아남는 법칙을 말한다. <br> 유: 적자생존",
  "양자택일": " 둘 중에서 하나를 택하는 것을 뜻한다.",
  "어두육미": " 물고기는 다른 부분보다 머리 쪽이 맛있고, 짐승의 고기는 꼬리 쪽이 맛좋다는 의미이다.",
  "어불성설": " 말이 이치에 맞지 않음을 뜻한다.",
  "언감생심": " 감히 그런 마음을 품을 수도 없다.",
  "언중유골": " 예사로운 말속에 깊은 속뜻이 들어 있음을 의미한다.",
  "역지사지": " 처지를 바꾸어서 생각함을 뜻한다.",
  "오리무중": " 무슨 일에 대하여 방향이나 갈피를 잡을 수 없는 상태를 가리킨다.",
  "오매불망": " 누군가를 그리워하여 자나 깨나 잊지 못함을 뜻한다.",
  "오비이락": " 까마귀 날자 배 떨어진다는 뜻으로, 공교롭게도 같은 때에 일이 생겨서 <br>남에게 의심받게 됨을 의미한다.",
  "오월동주": " 서로 적의를 품은 자들이 같은 처지에 있는 때는 서로 돕게 됨을 뜻함.<br> 또는 원수끼리 같은 자리에서 만남을 가리키기도 한다.",
  "오장육부": " 내장을 통틀어 일컫는 말이다.",
  "오합지졸": " 제대로 훈련도 하지 않은 어중이떠중이의 보잘 것 없는 군사를 가리킨다.",
  "온고지신": " 옛 것을 익히고 그것을 미루어서 새 것을 앎을 뜻한다.",
  "와신상담": " 목적을 달성하기 위해 온갖 고난을 참고 견딘다는 의미이다.",
  "외유내강": " 겉으로는 부드럽고 순하나 속은 곧고 꿋꿋하다.",
  "용두사미": " 처음은 좋았다가 갈수록 나빠지거나 시작은 힘차게 하고 끝은 보잘 것이 없는 것을 이르는 말이다.",
  "우유부단": " 어물어물 하기만 하고 딱 잘라 결단을 하지 못한다는 것을 뜻한다.",
  "우이독경": " 소귀에 경일기란 말로, 어리석어 남의 말을 이해하지 못함을 뜻한다.",
  "유비무환": " 미리 준비하면 나중에 어려움이 없음을 가리킨다.",
  "유아독존": " 이 세상에서 오직 자기만이 잘났다고 뽐내는 일을 이르는 말이다.",
  "유언비어": " 전혀 근거가 없는 말이나 뜬소문을 일컫는다.",
  "유유상종": " 같은 무리끼리 서로 내왕하며 사귀는 것을 뜻한다.",
  "유유자적": " 속세를 떠나 아무 것에도 얽매이지 않고 자기가 하고 싶은 대로 하며 마음 편히 사는 것을 말한다.",
  "읍참마속": " 대의를 위하여 아끼는 사람을 버린다는 뜻이다.",
  "이구동성": " 여러 사람의 말이 한결같거나 여러 사람이 똑같이 말하는 것을 뜻한다.",
  "이심전심": " 마음과 마음으로 뜻을 전함을 가리킨다.",
  "인과응보": " 전생에서의 행위의 결과로서 현재의 행, 불행이 있고, 현세에서의 행위의 결과로서 내세에서의 행, 불행이 생기는 일을 뜻한다.",
  "일거양득": " 한 가지 일로써 두 가지 이득을 얻음을 말한다. <br> 유: 일석이조",
  "일망타진": " 한꺼번에 모조리 다 잡음을 의미한다.",
  "일벌백계": " 타의 경각심을 불러일으키기 위하여 본보기로 중한 체벌을 하는 것을 뜻한다.",
  "일사불란": " 한 가닥의 실도 풀어지지 않음. 전체가 하나처럼 행동한다는 뜻.",
  "일사천리": " 어떤 일이 조금도 거침없이 기세 좋게 진행됨을 뜻한다.",
  "일석이조": " 돌 한 개로 두 마리의 새를 떨어트린다.",
  "일심동체": " 여러 사람이 굳게 뭉쳐 한마음 한 몸 같음을 이르는 말이다.",
  "일장일단": " 장점도 있고 단점도 있다는 것을 뜻한다.",
  "일장춘몽": " 한바탕의 봄 꿈이라는 뜻으로,<br>부귀영화의 덧없음을 비유한 말이다.",
  "일촉즉발": " 조금 건드리기만 하여도 곧 폭발할 것 같은 몹시 위험한 상태를 일컫는다.",
  "일취월장": " 날로 달로 진보함을 의미한다.",
  "일파만파": " 작은 한 사건이 큰 파장을 불러일으킴을 의미한다.",
  "일편단심": " 변치 않는 한 조각 붉은 마음이란 말로, 참된 충성이나 정성을 뜻한다.",
  "일필휘지": " 글씨를 단숨에 줄기차게 써 내려 간다는 것을 뜻한다.",
  "일확천금": " 단 한 번에 천금을 움켜진다는 의미로 힘들이지 않고 단번에 많은 재물을 얻는 것을 뜻한다.",
  "임기응변": " 그때그때의 형편에 따라 알맞게 일을 처리한다는 뜻이다.",
  "입신양명": " 학문연마를 통해 자신의 몸을 수양하고 세상에 나아가 출세를 하여 이름을 날리는 것을 말한다.",
  "자가당착": " 스스로 한 말이나 행동이 이치에 맞지 않고 모순되는 경우를 일컫는다.",
  "자격지심": " 어떠한 일에 대하여 자기 스스로 미흡하게 여기는 마음을 뜻한다.",
  "자급자족": " 자기의 수요를 스스로 생산하여 충당한다는 것을 뜻한다.",
  "자문자답": " 스스로 묻고 스스로 답함을 뜻한다.",
  "자수성가": " 물려받은 것 없이 한 살림을 이룩함을 뜻한다.",
  "자업자득": " 자기가 저지른 일의 과보를 자기 자신이 받는다는 것을 뜻한다.",
  "자초지종": " 처음부터 끝까지의 과정을 뜻한다.",
  "자포자기": " 절망상태에 빠져서 자신을 포기하고 돌아보지 않음을 뜻한다.",
  "자화자찬": " 자기가 한 일이나 행동을 스스로 칭찬하며 자랑한다는 뜻이다.",
  "작심삼일": " 결심이 사흘을 가지 못한다는 말로, 한 번 결심한 것이 오래 가지 못함을 뜻한다.",
  "적반하장": " 도둑이 도리어 몽둥이를 든다는 말로, 죄를 범한 사람이 도리어 성을 냄을 뜻한다.",
  "적자생존": " 생존경쟁의 결과, 환경에 적응하는 생물만 살아남고 <br>적응하지 못하는 것은 도태되어 사라짐을 뜻한다.",
  "전광석화": " 번갯불이나 부싯돌의 불이 번쩍이는 것처럼, 몹시 짧은 시간이나 매우 재빠른 동작을 비유하는 말이다.",
  "전대미문": " 지금까지 들어본 적이 없는 매우 놀라운 일이나 새로운 것을 두고 이르는 말이다.",
  "전전긍긍": " 두려워서 벌벌 떨며 조심하는 모양을 말한다.",
  "전화위복": " 재앙을 바꾸어 복으로 만든다는 의미이다.",
  "절치부심": " 몹시 원통하고 분한 정도가 매우 심한 모양을 일컫는다.",
  "점입가경": " 문장, 예술작품, 경치가 갈수록 멋지고 아름답거나 어떤 상태가 더욱 확대된 모양을 일컫는다.",
  "조강지처": " 함께 고생하던 아내 또는 본부인을 일컫는다.",
  "조삼모사": " 간사한 잔꾀로 남을 속이거나 눈앞에 보이는 차이만 알고 결과가 같음을 모르는 어리석음을 뜻한다.",
  "좌불안석": " 불안하거나 걱정스러워 한군데 오래 앉아 있지 못한다는 뜻이다.",
  "좌지우지": " 사람이 어떤 일이나 대상을 제 마음대로 처리하거나 다루는 것을 말한다.",
  "좌충우돌": " 이리저리 마구 찌르고 부딪침을 나타내는 말이다.",
  "주경야독": " 낮에는 밭을 갈고, 밤에는 책을 읽는다는 뜻.",
  "죽마고우": " 어렸을 때부터 사귄 친구를 뜻한다.",
  "중구난방": " 뭇사람의 말을 막기가 어렵다는 뜻으로, 막기 어려울 정도로 여럿이 마구 지껄임을 이르는 말.",
  "지록위마": " 사슴을 가리켜 말이라 한다는 뜻으로,<br>간사한 꾀로써 윗사람을 농락하고 아랫사람을 겁주어 멋대로 권세를 부림을 뜻한다.",
  "진퇴양난": " 나아갈 수도 없고 물러설 수도 없음.",
  "천고마비": " 하늘은 높고 말은 살찐다는 뜻으로, 가을날의 맑고 풍성한 정경을 뜻한다.",
  "천방지축": " 가벼운 사람이 덤벙대는 모습이거나 몹시 급하여 방향을 모르고 함부로 날뛰는 모양을 말한다.",
  "천생연분": " 하늘이 내어준 연분이란 말로, 결혼하여 잘 살아가는 부부를 뜻한다.",
  "천우신조": " 인간의 힘으로 불가능한 것을 하늘과 신의 도움으로 가능하게 하는 경우를 말한다.",
  "천재일우": " 천년에 한 번 만난다는 뜻으로, 좀처럼 얻기 어려운 좋은 기회를 이르는 말이다.",
  "천진난만": " 꾸밈이나 거짓 없이 타고난 성질 그대로가 말이나 행동에 나타남을 뜻한다.",
  "천차만별": " 여러 가지로 차이와 구별이 많은 것을 뜻한다.",
  "천편일률": " 천 가지 책이 모두 하나의 내용과 형식이라는 뜻으로, 사건이나 사물이 한결같아 단조롭다는 것을 나타낸다.",
  "청출어람": " 제자가 스승보다 뛰어남을 일컫는다.",
  "초지일관": " 처음에 품은 뜻을 이루려고 끝까지 밀고 나감을 뜻한다.",
  "촌철살인": " 짤막한 경구, 격언 등으로 사람의 마음을 찔러 감동시킴을 뜻한다.",
  "추풍낙엽": " 가을바람에 떨어지는 나뭇잎이라는 뜻으로, <br>세력이나 형세가 갑자기 기울거나 시듦을 나타내는 말이다.",
  "취사선택": " 취할 것은 취하고 버릴 것은 버린다는 뜻이다.",
  "타산지석": " 다른 산에 있는 하찮은 돌도 자기 구슬을 가는데 도움이 된다는 말로, 다른 사람의 하찮은 언행도 자기의 지식과 인격을 닦는 데에 도움이 됨을 뜻한다.",
  "탁상공론": " 현실성이 없는 허황한 이론이나 논의를 뜻한다.",
  "토사구팽": " 토끼를 다 잡고 나면 사냥개를 삶는다는 뜻으로, <br>쓸모 있을 때는 이용하다가 가치가 없어지면 버린다는 것을 이르는 말이다.",
  "파란만장": " 일의 진행에 기복, 변화가 매우 심함을 뜻한다.",
  "파렴치한": " 부끄러움을 모르는 사람을 이르는 말이다.",
  "파죽지세": " 대를 쪼개는 것 같은 거침없는 기세란 뜻으로, 무인지경을 가듯 아무런 저항 없이 맹렬히 진군하는 기세를 가리킨다.",
  "팔방미인": " 모든 면에서 두루 능통한 사람을 가리킨다.",
  "패가망신": " 가산을 탕진하여 집안을 무너뜨리고 자신의 신세도 망친다는 말이다.",
  "포복절도": " 배를 안고 넘어진다는 뜻으로, 몹시 우스움을 나타내는 말이다.",
  "표리부동": " 마음이 음흉하여 겉과 속이 다름을 뜻한다.",
  "풍수지탄": " 부모님이 돌아가셔서 효도할 기회를 잃은 것에 탄식함을 뜻한다.",
  "풍전등화": " 바람 앞의 등불처럼 아주 위태로운 지경을 뜻한다."
}